Repository: rocksdanister/lively
Catalog: src/Lively/Lively.UI.WinUI/Strings/*/Resources.resw
Source language: en_us
Languages: af_za, bg_bg, ca_es, cs_cz, da_dk, de_de, el_gr, es_es, fa_ir, fi_fi, fr_fr, he_il, hu_hu, id_id, it_it, ko_kr, lt_lt, ms_my, pl_pl, pt_br, pt_pt, ro_ro, ru_ru, sr_cyrl, sr_latn, sv_se, tr_tr, uk_ua, zh_cn

# DisplayPauseRule.Description
source: Pause wallpaper on all screens or only the screen in which application is focused
af_za: Onderbreek muurpapier op alle skerms of slegs die skerm waarop toepassing gefokus is
bg_bg: Поставяне на тапет на пауза на всички екрани или само на екрана, в който приложението е фокусирано
ca_es: Per: Pausa el fons només a la pantalla on l'aplicació està enfocada / pantalla completa. Totes: pausa el fons en la/les pantalla(es) si alguna aplicació està enfocada / pantalla completa.
cs_cz: Pozastavit tapetu na všech obrazovkách nebo pouze na obrazovce, na které je aplikace zaměřena
da_dk: Pause baggrund på alle skærme eller kun skærmen, hvor applikationen er fokuseret
de_de: Auswählen, welche Anzeigen pausiert werden sollen, wenn eine Anwendung im Vordergrund ist
el_gr: Ανά: Παύση ταπετσαρίας μόνο στην οθόνη στην οποία εστιάζει η εφαρμογή/πλήρης οθόνη. Όλα: Παύση ταπετσαρίας σε όλες τις οθόνες εάν κάποια εφαρμογή είναι εστιασμένη/πλήρης οθόνη.
es_es: Por: Pausa el fondo solo en la pantalla donde la aplicación está enfocada / pantalla completa. Todas: pausa el fondo en la(s) pantalla(s) si alguna aplicación está enfocada / pantalla completa.
fa_ir: Per: مکث تصویر زمینه فقط در صفحه ای که برنامه در آن متمرکز / تمام صفحه است. All: مکث تصوير زمينه در همه ي صفحه(ها) اگر هر برنامه اي متمرکز / تمام صفحه است.
fi_fi: Keskeytä taustakuva kaikilla näytöillä tai vain näytöllä, johon sovellus on keskittynyt
fr_fr: Par écran : Suspendre la lecture uniquement sur l'écran sur lequel l'application est au premier plan / en plein écran. Tous les écrans : Suspendre la lecture sur tous les écrans si une application est au premier plan / en plein écran.
he_il: בחר אם להשהות טפט בכל המסכים או רק למסך הרלוונטי שבו היישום ממוקד / מסך מלא.
hu_hu: Egyik: Szüneteltesd a háttérképet csak azon a képernyőn, amelyen az alkalmazás fókuszban/teljes képernyőben van. Összes: Szüneteltesd a háttérképet az összes képernyő(kö)n, ha egy alkalmazás fókuszban/teljes képernyőben van.
id_id: Per: Jeda wallpaper hanya pada layar yang mana terdapat aplikasi fullscreen/sedang difokuskan. Semua: Jeda wallpaper untuk semua layar jika ada aplikasi fullscreen/sedang difokuskan.
it_it: Metti in pausa lo sfondo su tutti gli schermi o solo lo schermo in cui l'applicazione è messa a fuoco
ko_kr: 개별 화면: 응용 프로그램이 포커싱/전체 화면인 화면에서만 배경화면을 일시 중지합니다. 모든 화면: 응용 프로그램이 포커싱/전체 화면일 때 모든 화면에서 배경화면을 일시 중지합니다.
lt_lt: Pristabdykite ekrano foną visuose ekranuose arba tik tame ekrane, kuriame pasirinkta programa
ms_my: Per: Henti seketika wallpaper hanya bagi skrin jika apa-apa aplikasi berada di dalam fokus/skrin penuh. Semua: Henti seketika wallpaper bagi semua skrin jika apa-apa aplikasi berada di dalam fokus/skrin penuh.
pl_pl: Jeden: Zatrzymaj tapetę tylko na ekranie na którym inna aplikacja jest na pierwszym planie lub w trybie pełnoekranowym. Wszystkie: Zatrzymaj tapetę na wszystkich ekranach jeśli jakakolwiek aplikacja jest na pierwszym planie lub w trybie pełnoekranowym.
pt_br: Individual: Pausar o plano de fundo somente na tela em que o aplicativo está em foco/tela cheia. Todos: Pausar o plano de fundo em todas as telas se algum aplicativo está em foco/tela cheia.
pt_pt: Por: Pausar fundo apenas no ecrã onde a aplicação esta focada/ecrã inteiro. Todos: Pausar fundo no(s) ecrã(s) se alguma aplicação esta focada/ecrã inteiro.
ro_ro: Alege dacă se întrerup fundalurile pe toate ecranele sau numai pe ecranul relevant în care aplicația este selectată/ecran complet
ru_ru: Для каждого: Приостанавливать обои только на том экране, где отрыто приложение на переднем плане/на весь экран. Все: Приостанавливать обои на всех экранах, если открыто приложение на переднем плане/на весь экран.
sr_cyrl: По: Паузирај позадину на екрану само кад је апликација у фуллсцрену или фокусирана.Све: Паузирај позадину на свим екранима ако је апликација фокусарина или у фуллсцрену
sr_latn: Pauziraj pozadinu na svim eknanima ili samo na ekranu u kojem je aplikacija fokusirana (preko celog ekrana)
sv_se: Välj om du vill pausa bakgrundsbilden på alla skärmar eller bara på den relevanta skärmen där programmet är fokuserat/fullskärm.
tr_tr: Tek: Uygulamanın odaklandığı ekrandaki duvar kağıdının oynatmasını durdurur. Tüm ekranlar: Uygulamaya odaklanılırsa bütün ekranlardaki duvar kağıtlarının oynatılması durdurulur.
uk_ua: Для кожного: Призупиняти шпалери тільки на тому екрані, де відрито додаток на передньому плані/на весь екран. Всі: Припиняти шпалери на всіх екранах, якщо відкрито додаток на передньому плані/на весь екран.
zh_cn: 每个：只在应用程序聚焦/全屏的屏幕上暂停壁纸。 所有：如果有应用程序聚焦/全屏，则在所有屏幕上暂停壁纸。

# Language.Description
source: Lively will restart to apply the new language
af_za: Lively sal weer begin om die nuwe taal toe te pas
bg_bg: Lively ще се рестартира за прилагане на новия език
ca_es: Lively es reiniciarà per a aplicar el nou idioma.
cs_cz: Pro použití nového jazyka se restartuje
da_dk: Livligt vil genstarte for at anvende det nye sprog
de_de: Lively muss neu gestartet werden, um die ausgewählte Sprache anzuwenden
el_gr: Το Lively θα κάνει επανεκκίνηση για να εφαρμόσει τη νέα γλώσσα.
es_es: Lively se reiniciará para aplicar el nuevo idioma.
fa_ir: براي اعمال زبان جديد لايولي مجددا اجرا خواهد شد
fi_fi: Lively käynnistyy uudelleen vaihtaakseen kielen
fr_fr: Lively doit redémarrer pour appliquer la nouvelle langue.
he_il: האפליקציה תפעל מחדש כדי להחיל את השפה החדשה
hu_hu: A Lively újra fog indulni, hogy alkalmazza az új nyelvet.
id_id: Lively akan dimulai ulang untuk menerapkan bahasa baru.
it_it: Lively verrà riavviato per applicare la nuova lingua.
ko_kr: 새로운 언어 적용을 위해 Lively를 다시 시작합니다.
lt_lt: "Lively" bus perkrautas, kad pritaikytų naują kalbą
ms_my: Lively akan dimulakan semula bagi menggunakan bahasa terbaharu
pl_pl: Lively uruchomi się ponownie, aby zastosować nowy język
pt_br: O Lively irá reiniciar para aplicar o novo idioma.
pt_pt: O Lively irá reiniciar para aplicar o novo idioma
ro_ro: Lively va reporni pentru a aplica noua limbă.
ru_ru: Lively будет перезапущен, чтобы применить новый язык.
sr_cyrl: Ливлеy ће се рестартовати како би промене језика добила ефекат.
sr_latn: Livley će se restartovati kako bi promene jezika dobila efekat.
sv_se: Lively kommer att startas om för att tillämpa det nya språket
tr_tr: Lively yeni dili uygulamak için yeniden başlatılacak.
uk_ua: Потрібен перезапуск Lively для зміни мови.
zh_cn: 重启 Lively 以应用新的语言。

# TipLivelySetupOnClose
source: Finish the setup to continue
af_za: Voltooi die opstelling om voort te gaan
bg_bg: Завършете настройката за да продължите
ca_es: Finalitzeu la configuració per continuar.
cs_cz: Pro pokračování dokončete nastavení
da_dk: Afslut opsætningen for at fortsætte
de_de: Beenden Sie die Einrichtung um fortzufahren
el_gr: Ολοκληρώστε τη ρύθμιση για να συνεχίσετε.
es_es: Finalice la configuración para continuar.
fa_ir: براي ادامه مقدمه چینی را کامل کنيد.
fi_fi: Viimeistele asetukset jatkaaksesi
fr_fr: Terminez la configuration pour continuer.
he_il: סיים את ההתקנה כדי להמשיך.
hu_hu: Fejezd be a felépítést a folytatáshoz.
id_id: Selesaikan setup untuk melanjutkan.
it_it: Termina la configurazione per continuare.
ko_kr: 설치를 완료하고 계속합니다.
lt_lt: Norėdami tęsti, užbaikite sąranką
ms_my: Habiskan setup untuk teruskan.
pl_pl: Zakończ ustawianie aby kontunuować.
pt_br: Termine a instalação para continuar.
pt_pt: Concluir a instalação para continuar.
ro_ro: Finalizează setup-ul pentru a continua.
ru_ru: Закончите установку, чтобы продолжить.
sr_cyrl: Заврши преузимање да би наставио.
sr_latn: Završi preuzimanje da bi nastavio.
sv_se: Avsluta installationen för att fortsätta.
tr_tr: Devam etmek için kurulumu bitirin.
uk_ua: Закінчіть встановлення, щоб продовжити.
zh_cn: 完成配置以继续。

# PauseAlgorithm.Description
source: Wallpaper pause algorithm
af_za: Wallpaper pouse algoritme
bg_bg: Комбинация за пауза
ca_es: Primer pla: Lleuger, només comprova l'únic procés que estigui en primer pla per determinar el comportament de reproducció de fons. Tots els processos: Pesat, analitza tots els processos oberts per determinar el comportament de reproducció de fons.
cs_cz: Algoritmus pozastavení tapety
da_dk: Baggrunds pause algoritme
de_de: Wählen, welcher Algorithmus für das Erkennen von Anwendungen verwendet wird
el_gr: Προσκήνιο: Ελαφρότερη, ελέγχει μόνο τη μεμονωμένη διαδικασία που βρίσκεται στο προσκήνιο για να προσδιορίσει τη συμπεριφορά αναπαραγωγής ταπετσαρίας. Όλες οι Διαδικασίες: Βαρύτερη, Σαρώνει όλη τη διαδικασία για να προσδιορίσει τη συμπεριφορά αναπαραγωγής.
es_es: Primer plano: Ligero, solo comprueba el único proceso que esté en primer plano para determinar el comportamiento de reproducción del fondo. Todos los procesos: Pesado, analiza todos los procesos abiertos para determinar el comportamiento de reproducción del fondo.
fa_ir: پس زمینه: سبک ، فقط فرایند واحدی را که در پس زمینه است بررسی می کند تا رفتار پخش تصویر زمینه را تعیین کند. همه ي پردازش ها: سنگین تر ، برای تعیین رفتار پخش ، تمام پردازش را اسکن می کند.
fi_fi: Taustakuvan tauko algoritmi
fr_fr: Premier plan : léger, vérifie uniquement le processus au premier plan pour déterminer le comportement de lecture. Tous les processus : plus lourd, analyse tous les processus pour déterminer le comportement de lecture.
he_il: אלגוריתם השהיית טפטים.
hu_hu: Előtér: Könnyű, csak egy folyamatot vizsgál át, ami előtérben van, hogy meghatározza a háttérkép lejátszás viselkedését. Összes folyamat: Nehezebb, az összes folyamatot beszkenneli, hogy meghatározza a lejátszás viselkedését.
id_id: Latar depan: Ringan, hanya mencek satu proses yang tardapat di layar depan untuk menentukan tingkah laku pemutaran wallpaper. Semua proses: Lebih berat, memindai semua proses untuk menentukan tingkah laku pemutaran
it_it: Algoritmo di Stop per lo Sfondo
ko_kr: 배경화면 일시 중지 알고리즘
lt_lt: Fono stabdymo algoritmas
ms_my: Latar depan: Ringkas dan ringan, hanya memeriksa satu proses di latar depan untuk menentukan tingkah laku main semula wallpaper. Semua Proses: Lebih berat, mengimbas semua proses untuk menentukan tingkah laku main semula wallpaper.
pl_pl: Tło: Niewielkie obciążenie procesora, sprawdza tylko pojedyńczy proces znajdujący się na pierwszym planie, aby określić sposób odtwarzania tapety. Wszystkie procesy: Większe obciążenie procesora, skanuje wszystkie procesy aby określić sposób odtwarzania tapety.
pt_br: Primeiro plano: Mais leve, só verifica um único processo que está em primeiro plano para determinar o comportamento da repeodução do plano de fundo. Todos os processos: Mais pesado, escaneia todos os processos para determinar o comportamento da reprodução.
pt_pt: Primeiro Plano: Leve, apenas verifica se o único processo que está em primeiro plano para determinar o comportamento de reprodução do fundo. Todos os Processos: Pesado, varre todos os processos para determinar o comportamento de reprodução.
ro_ro: Algoritmul de pauză a imaginii de fundal.
ru_ru: Процесс переднего плана: Быстрый. Сканирует только процесс на переднем плане, чтобы определить режим воспроизведения. Все процессы: Медленный. Сканирует все процессы, чтобы определить режим воспроизведения.
sr_cyrl: Први план: Лако, само провера процес са једним језгром које је у првом плану да одреди понашање плеј-бека позадине.Сви Процеси: Тежи, Скенира све процесе да одреди плеј-бек понашање.
sr_latn: Prvi plan: Lako, samo provera proces sa jednim jezgrom koje je u prvom planu da odredi ponašanje plej-beka pozadine.Svi Procesi: Tezi, Skenira sve procese da odredi plej-bek ponašanje.
sv_se: Algoritm för paus för bakgrundsbilder.
tr_tr: Önplan: Hafif, sadece odaktaki uygulamaya göre duvar kağıdı oynatma davranışını belirler. Tüm Uygulamalar: Daha ağır, Tüm uygulamara bakarak duvar kağıdı oynatma davranışını belirler.
uk_ua: Процес переднього плану: Швидкий. Сканує тільки процес на передньому плані, щоб визначити режим відтворення. Всі процеси: Повільний. Сканує всі процеси, щоб визначити режим відтворення.
zh_cn: 前台：轻量，只检查前台的单一进程，以确定壁纸播放行为。 所有进程：较重，扫描所有进程以确定播放行为。

# StreamWallpaperDetect.Description
source: If supported video stream link is detected use the video player instead of loading the webpage
af_za: As ondersteunde videostroomskakel bespeur word, gebruik die videospeler in plaas daarvan om die webblad te laai
bg_bg: Ако поддържан линк към стрийм е засечен, използвай видео плейра вместо уеб страница
ca_es: Si es detecta un enllaç a un stream compatible, fer servir el reproductor de vídeo en lloc de carregar el lloc web.
cs_cz: Pokud je zjištěn podporovaný odkaz video streamu, použijte video přehrávač namísto načítání webové stránky
da_dk: Hvis understøttet video-stream link detekteres, skal du bruge videoafspilleren i stedet for at indlæse websiden
de_de: Wenn ein unterstützter Video-Stream-Link erkannt wird, verwenden Sie den Videoplayer, anstatt die Webseite zu laden
el_gr: Εάν εντοπιστεί υποστηριζόμενος σύνδεσμος ροής βίντεο, χρησιμοποιήστε το πρόγραμμα αναπαραγωγής βίντεο αντί να φορτώσετε την ιστοσελίδα.
es_es: Si se detecta un enlace a un stream compatible, usar el reproductor de video en lugar de cargar el sitio web.
fa_ir: در صورت شناسایی لينک ویدیوی پشتیبانی شده، به جای بارگیری صفحه وب، از پخش کننده ویدیو استفاده کند.
fi_fi: Jos tuettu videon stream-linkki havaitaan, käytä videosoitinta verkkosivun lataamisen sijaan
fr_fr: Si un lien de flux vidéo supporté est détecté, utiliser le lecteur vidéo au lieu de charger la page Web.
he_il: אם מתגלה קישור זרם וידאו נתמך השתמש בנגן הווידיאו במקום לטעון את דף האינטרנט.
hu_hu: Ha egy támogatott videó élő adás link elérhető, használd a videó lejátszót, ahelyett, hogy betöltenél egy weboldalt.
id_id: Jika tautan stream video yang didukung terdekteksi, gunakan pemutar video daripada memuat halaman web
it_it: Se viene rilevato un collegamento al flusso video supportato, utilizzare il lettore video invece di caricare la pagina web
ko_kr: 지원되는 비디오 스트림 링크가 감지되면 웹페이지를 불러오는 대신 비디오 플레이어를 사용합니다.
lt_lt: Jei tinkamas vaizdo perdavimo sujungimas yra aptiktas naudoti vaizdo grotuvą vietoj svetainės užkrovimo
ms_my: Jika link strim video yang disokong terjumpa,gunakan pemain video (sebaliknya muatkan laman web).
pl_pl: Jeśli wykryto obsługiwany strumień wideo, zamiast ładować stronę internetową użyj odtwarzacza.
pt_br: Se um link de stream suportado for detectado use o player de vídeo ao invés de carregar a página da web.
pt_pt: Se uma hiperligação para uma stream de vídeo suportada for detectada utilizar o reprodutor de vídeo em vez de carregar o website.
ro_ro: Dacă este detectat un stream video acceptat, utilizează playerul video în loc să încarci pagina web
ru_ru: Если обнаружена поддерживаемая ссылка, использовать видеоплеер вместо подгрузки веб-страницы.
sr_cyrl: Ако је подржан видео линк детектован користи видео плејер уместо учитавања странице.
sr_latn: Ako je podržan video link detektovan koristi video plejer umesto učitavanja stranice.
sv_se: Om en länk till en videoström som stöds upptäcks används videospelaren i stället för att ladda webbsidan.
tr_tr: Eğer desteklenen video yayın linki tespit edilirse tarayıcı yerine video oynatıcıyı kullan
uk_ua: Якщо виявлено підтримуване посилання, використовувати відеоплеєр замість підвантаження веб-сторінки.
zh_cn: 如果检测到支持的视频流链接，则使用视频播放器而非加载网页。

# StreamWallpaperVideoQuality.Description
source: Select the desired video quality for online streams
af_za: Kies die verlangde videokwaliteit vir aanlynstrome
bg_bg: Изберете предпочитаното от вас качество за онлайн стриймове
ca_es: Seleccioni la qualitat de vídeo desitjada per als streams
cs_cz: Vyberte požadovanou kvalitu videa pro on-line streamy
da_dk: Vælg den ønskede videokvalitet til online streams
de_de: Bevorzugte Qualität für Videostreams auswählen
el_gr: Επιλέξτε την επιθυμητή ποιότητα βίντεο για διαδικτυακές ροές.
es_es: Selecciona la calidad de video deseada para los streams
fa_ir: کيفيت مورد نظر براي پخش آنلاين ويديو را انتخاب کنيد.
fi_fi: Valitse haluamasi videon laatu online-puroille
fr_fr: Sélection de la qualité vidéo souhaitée pour les flux en ligne.
he_il: בחר את איכות הווידאו הרצויה לזרמים מקוונים.
hu_hu: Válaszd ki a kívánt videó minőséget csak az élő adásokhoz.
id_id: Pilih kualitas video yang diinginkan untuk stream daring.
it_it: Selezionare la qualità video da utilizzare per il video stream
ko_kr: 온라인 스트림에 대한 원하는 비디오 품질을 선택합니다.
lt_lt: Pasirinkti norimą vaizdo kokybę transliacijoms
ms_my: Setkan kualiti video bagi strim atas talian.
pl_pl: Wybierz żądaną jakość wideo dla strumieniowania online.
pt_br: Selecione a qualidade de vídeo desejada para streams online.
pt_pt: Seleccionar a qualidade de vídeo desejada para streams online.
ro_ro: Selectează calitatea video dorită pentru stream-urile online.
ru_ru: Выберите желаемое качество потокового видео.
sr_cyrl: Изабери зељену резолуцији видеа(позадине).
sr_latn: Izaberi željenu rezoluciji videa(pozadine).
sv_se: Välj önskad videokvalitet för online-strömmar.
tr_tr: Online yayınlar için video kalitesini seçin.
uk_ua: Виберіть бажану якість потокового відео.
zh_cn: 选择在线流媒体的视频质量

# TipTileSize
source: Size of the wallpaper tiles in Library
bg_bg: Размера на кутийките в бибилиотеката
ca_es: Mida dels mosaics de la Biblioteca.
cs_cz: Velikost dlaždic pozadí v knihovně
da_dk: Størrelse af baggrund tiles i Bibliotek
de_de: Größe der Hintergrund-Kacheln in der Bibliothek
el_gr: Μέγεθος των πλακιδίων ταπετσαρίας στη Βιβλιοθήκη.
es_es: Tamaño de los mosaicos de la Biblioteca.
fa_ir: اندازه کاشي هاي پس زمینه در کتابخانه.
fi_fi: Taustakuvan koko kirjastossa
fr_fr: Taille de l'apercu des fonds d'écran dans la bibliothèque.
he_il: גודל מברשת הטפט בספרייה
hu_hu: A háttérkép csempék mérete a Könyvtárban.
id_id: Ukuran wallpaper di kolom pustaka.
it_it: Dimensione di riquadri in Libreria
ko_kr: 라이브러리의 배경화면 타일 크기입니다.
lt_lt: Fono plytelių dydis Bibliotekoje
ms_my: Saiz jubin wallpaper di dalam pustaka.
pl_pl: Rozmiar kafli w Bibliotece.
pt_br: Tamanho da visualização dos planos de fundo na Biblioteca.
pt_pt: Tamanho das telhas de fundo na Biblioteca.
ro_ro: Dimensiunea plăcilor de fundal din Bibliotecă.
ru_ru: Размер плиток с обоями в Библиотеке.
sr_cyrl: Величина плочица позадинске Библиотеке.
sr_latn: Veličina pločica pozadinske Biblioteke.
sv_se: Storlek på bakgrundsplattorna i biblioteket.
tr_tr: Kütüphanedeki duvar kağıtlarının kare boyutu.
uk_ua: Розмір плиток зі шпалерами в Бібліотеці.
zh_cn: 图库中壁纸预览的大小。

# TipUIMode
source: For low-end systems select Lite mode
ca_es: Per a sistemes de gamma baixa, selecciona el mode Lite.
cs_cz: Pro méně náročné systémy vyberte režim Lite
de_de: Der Lite Modus ist für Low-End Systeme geeignet
el_gr: Για συστήματα χαμηλού επιπέδου επιλέξτε Ελαφρύ Λειτουργία.
es_es: Para computadoras de bajos recursos, por favor elija la versión Lite (le ayudará mucho)
fa_ir: براي سيستم هاي ضعيف حالت سبک را انتخاب کنيد.
fi_fi: Valitse matalien järjestelmien Lite-tila
fr_fr: Pour les systèmes bas de gamme, sélectionner le mode "Léger".
he_il: עבור מערכות נמוכות בחר מצב לייט.
hu_hu: Az alsó kategóriás rendszerekhez válaszd az Egyszerű módot.
id_id: Untuk sistem low-end pilih mode ringan.
it_it: Per i sistemi di fascia bassa selezionare la modalità Lite
ko_kr: 저사양 시스템의 경우 라이트 모드를 선택합니다.
ms_my: Aktifkan mod Lite jika sistem anda berspesifikasi rendah.
pl_pl: Dla słabszych systemów wybierz tryb Uproszczony.
pt_br: Para sistemas mais fracos selecione o modo Leve.
pt_pt: Para sistemas low-end seleccione o modo Lite.
ro_ro: Pentru sistemele slabe, selectează modul Lite.
ru_ru: Если у вас низкопроизводительная система, выбирайте Облегчённый режим.
sr_cyrl: За слабије рачунаре изаберите Лак мод.
sr_latn: Za slabije računare izaberite Lak mod.
sv_se: För lågprestandasystem väljer du Lite-läget.
tr_tr: Düşük performanslı bilgisayarlarda hafif modu seçin.
uk_ua: Якщо у вас низькопродуктивна система, вибирайте Простий режим.
zh_cn: 低配电脑建议使用精简 (Lite) 模式。

# VideoPlayer.Description
source: Select the player used for video wallpaper
af_za: Kies die speler wat vir video-muurpapier gebruik word
bg_bg: Изберете плейъра, който ще бъде използван за видео тапети
ca_es: Selecciona el reproductor de vídeo que s'utilitzarà per al fons de pantalla.
cs_cz: Vyberte přehrávač používaný pro video tapetu
da_dk: Vælg den afspiller der bruges til video baggrund
de_de: Wählen Sie einen Player für Videohintergründe
el_gr: Επιλέξτε το πρόγραμμα αναπαραγωγής που χρησιμοποιείται για ταπετσαρία βίντεο.
es_es: Seleccione el reproductor de video para los fondos animados
fa_ir: پخش کننده ويديو استفاده شده براي پيش زمينه ويديويي راانتخاب کنيد.
fi_fi: Valitse soittaja, jota käytetään videotaustakuville
fr_fr: Sélection du lecteur utilisé pour le fond d'écran vidéo.
he_il: בחר את הנגן המשמש לטפט וידאו.
hu_hu: Válaszd ki a lejátszót, amit videó háttérhez szoktál használni.
id_id: Pilih pemutar yang akan digunakan untuk wallpaper video.
it_it: Seleziona il lettore utilizzato per lo sfondo del video
ko_kr: 비디오 배경화면에 사용되는 플레이어를 선택합니다.
lt_lt: Pasirinkti grotuvą, skirtą naudoti vaizdo fonui
ms_my: Pilih pemain semula bagi wallpaper bersifat video.
pl_pl: Wybierz odtwarzacz dla tapety wideo.
pt_br: Selecione o player para planos de fundo de vídeo.
pt_pt: Seleccione o reprodutor para fundos vídeo.
ro_ro: Selectează playerul folosit pentru fundalul video.
ru_ru: Выберите плеер для видео-обоев.
sr_cyrl: Изабери плејер за пуштање видеа.
sr_latn: Izaberi plejer za puštanje videa.
sv_se: Välj den spelare som används för videotapet.
tr_tr: Video duvar kağıdı oynatıcısını seçin
uk_ua: Виберіть плеєр для відео-шпалер.
zh_cn: 选择壁纸使用的视频播放器。

# WallpaperDir.Description
source: Path used to store wallpaper files
af_za: Pad wat gebruik word om plakpapierlêers te stoor
bg_bg: Пътя използван за съхранение на тапетите
ca_es: Ruta utilitzada per a emmagatzemar arxius del fons de pantalla.
cs_cz: Cesta použitá pro ukládání souborů tapet
da_dk: Sti der bruges til at gemme baggrundsfiler
de_de: Pfad, der zum Speichern von Hintergründen verwendet wird
el_gr: Διαδρομή που χρησιμοποιείται για την αποθήκευση αρχείων ταπετσαρίας.
es_es: Ruta utilizada para almacenar archivos de fondo de pantalla.
fa_ir: مسير انتخاب شده براي ذخيره فايل هاي پيش زمينه.
fi_fi: Polku jota käytetään taustakuvatiedostojen tallentamiseen
fr_fr: Chemin utilisé pour stocker les fichiers de fond d'écran.
he_il: נתיב המשמש לאחסון קבצי טפט.
hu_hu: Az Path (fájl elérési útja) a háttérkép fájlok tárolására van használva.
id_id: Lokasi yang digunakan untuk menyimpan file wallpaper.
it_it: Percorso utilizzato per memorizzare gli sfondi
ko_kr: 배경화면 파일을 저장하는 데 사용되는 경로입니다.
lt_lt: Kelias, naudojamas fono failus laikyti
ms_my: Direktori yang digunakan untuk menyimpan fail wallpaper.
pl_pl: Ścieżka przechowywania plików tapety.
pt_br: Caminho usado para armazenar os arquivos dos planos de fundo.
pt_pt: Caminho utilizado para guardar os ficheiros dos fundos.
ro_ro: Calea folosită pentru stocarea fișierelor de fundal.
ru_ru: Путь, по которому хранятся файлы обоев.
sr_cyrl: Локација за чување свих позадина.
sr_latn: Lokacija za čuvanje svih pozadina.
sv_se: Sökväg som används för att lagra bakgrundfiler.
tr_tr: Duvar kağıdı dosyalarının depolanacağı klasör
uk_ua: Шлях, по якому зберігаються файли шпалер.
zh_cn: 存储壁纸的路径。
